results/core6_v1/raw_batch2_20260710/incremental_blocks_6_10/20260710T180037_spike_F30_rep6/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 159186 out of 159186
     data_received..................: 37 MB   64 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=6.04µs   min=1.4µs    med=4.87µs   max=21.51ms  p(90)=7.45µs   p(95)=8.7µs   
     http_req_connecting............: avg=381ns    min=0s       med=0s       max=21.44ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=33.22ms  min=1.77ms   med=27.45ms  max=459.08ms p(90)=68.69ms  p(95)=76.88ms 
       { expected_response:true }...: avg=33.22ms  min=1.77ms   med=27.45ms  max=459.08ms p(90)=68.69ms  p(95)=76.88ms 
   ✓ http_req_failed................: 0.00%   0 out of 159186
     http_req_receiving.............: avg=549.06µs min=11.6µs   med=231.16µs max=37.39ms  p(90)=1.15ms   p(95)=1.65ms  
     http_req_sending...............: avg=16.11µs  min=3.71µs   med=11.86µs  max=1.99ms   p(90)=22.79µs  p(95)=41.66µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=32.65ms  min=1.56ms   med=26.99ms  max=458.01ms p(90)=67.72ms  p(95)=75.82ms 
     http_reqs......................: 159186  279.268321/s
     iteration_duration.............: avg=133.92ms min=102.54ms med=128.14ms max=560.08ms p(90)=169.37ms p(95)=177.59ms
     iterations.....................: 159186  279.268321/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100